
# Copyright (c) 2010, Oracle and/or its affiliates. All rights reserved.
#
# You may not modify, use, reproduce, or distribute this software
# except in compliance with the terms of the license at:
# http://developer.sun.com/berkeley_license.html

# author: tgiunipero

# English language resource bundle for the AffableBean application

# welcome page
greeting=Bienvenido a la p\u00e1gina online del Afable Green Bean tendero.
introText=Nuestro servicio de entrega a domicilio \u00fanico que trae productos org\u00e1nicos frescos, l\u00e1cteos, carnes, panes y otros art\u00edculos deliciosas y saludables directamente a su puerta.

# categories
dairy=l\u00e1cteo
meats=carnes
bakery=panader\u00eda
fruit\ &\ veg=frutas y verduras
cereals=cereales
drinks=bebidas

# products
milk=milk
cheese=queso
butter=mantequilla
free\ range\ eggs=huevos de corral

organic\ meat\ patties=empanadas de carne org\u00e1nicos
parma\ ham=jam\u00f3n de Parma
chicken\ leg=pierna de pollo
sausages=salchichas

sunflower\ seed\ loaf=pan de semillas de girasol
sesame\ seed\ bagel=panecillo con semillas de s\u00e9samo
pumpkin\ seed\ bun=pan de semillas de calabaza
chocolate\ cookies=galletas de chocolate

corn\ on\ the\ cob=ma\u00edz en la mazorca
red\ currants=grosellas rojas
broccoli=br\u00f3coli
seedless\ watermelon=sand\u00eda sin semillas

# product descriptions
milkDescription=semidesnatada (1L)
cheeseDescription=cheddar suave (330g)
butterDescription=sin sal (250g)
free\ range\ eggsDescription=de tama\u00f1o mediano (6 huevos)

organic\ meat\ pattiesDescription=rodado en hierbas<br> frescas 2 empanadas (250g)
parma\ hamDescription=madurado, org\u00e1nico (70g)
chicken\ legDescription=gama libre (250g)
sausagesDescription=reducida en grasa, carne de cerdo<br>3 salchichas (350g)

sunflower\ seed\ loafDescription=600g
sesame\ seed\ bagelDescription=4 panecillos
pumpkin\ seed\ bunDescription=4 bollos
chocolate\ cookiesDescription=contener cacahuetes<br>(3 galletas)

corn\ on\ the\ cobDescription=2 piezas
red\ currantsDescription=150g
broccoliDescription=500g
seedless\ watermelonDescription=250g

# shopping cart
addToCart=a\u00f1adir
item=art\u00edculo
items2-4=art\u00edculos
items=art\u00edculos
unit=unidad

# cart page
name=nombre
price=precio
product=producto
quantity=cantidad
update=actualizaci\u00f3n
subtotal=total parcial
yourCartContains=Su cesta de la compra contiene
yourCartEmpty=Su cesta de la compra est\u00e1 vac\u00eda
clearCart=claro cesta
continueShopping=seguir comprando
proceedCheckout=pasar por caja &#x279f;

# checkout page
checkout=caja
checkoutText=Con el fin de comprar los art\u00edculos en su carrito de compras, por favor ind\u00edquenos con la siguiente informaci\u00f3n:
customerName=nombre
email=email
phone=tel\u00e9fono
address=direcci\u00f3n
prague=Prague
creditCard=n\u00famero de tarjeta de cr\u00e9dito
submit=presentar compra
surcharge=recargo de entrega
total=total

# conditions
nextDayGuarantee=Entrega al d\u00eda siguiente est\u00e1 garantizada
deliveryFee1=A
deliveryFee2=recargo de entrega se aplica a todas las \u00f3rdenes de compra

# confirmation
successMessage=Su pedido ha sido procesado con \u00e9xito y se entregar\u00e1 dentro de las 24 horas.
confirmationNumberMessage=Por favor, mantenga una nota de su n\u00famero de confirmaci\u00f3n:
contactMessage=Si usted tiene una pregunta sobre su pedido, no dude en <a href="<c:url value='contact'/>">cont\u00e1ctenos</a>.
thankYouMessage=Gracias por comprar en el Affable Bean Green Grocer!
orderSummary=resumen del pedido
deliveryAddress=direcci\u00f3n de entrega
dateProcessed=fecha de tramitaci\u00f3n

# header
cart=ver carrito
title=The Affable Bean Green Grocer

# footer
privacy=Pol\u00edtica de privacidad
contact=Contacto

# error
forbidden=Usted no tiene permiso para acceder a esta p\u00e1gina.<br><br>Por favor regrese a nuestra <a href="/AffableBean/index.jsp">tu p\u00e1gina de inicio</a>.
notFound=Lo sentimos. La p\u00e1gina solicitada no est\u00e1 disponible.<br><br>Por favor regrese a nuestra <a href="/AffableBean/index.jsp">tu p\u00e1gina de inicio</a>.
internalError=\u00a1Huy! Se ha producido un error interno.<br><br>Por favor regrese a nuestra <a href="/AffableBean/index.jsp">tu p\u00e1gina de inicio</a>.
orderFailureError=No hemos podido procesar tu pedido. Por favor, vuelve a intentarlo!

#field validation error
validationErrorMessage=S\u00edrvase proporcionar entradas v\u00e1lidas para el siguiente campo (s):
nameError=<strong>nombre</strong> (e.g., Bilbo Baggins)
emailError=<strong>email</strong> (e.g., b.baggins@hobbit.com)
phoneError=<strong>tel\u00e9fono</strong> (e.g., 222333444)
addressError=<strong>direcci\u00f3n</strong> (e.g., Korunn\u00ed 56)
cityRegionError=<strong>regi\u00f3n de la ciudad</strong> (e.g., 2)
ccNumberError=<strong>tarjeta de cr\u00e9dito</strong> (e.g., 1111222233334444)
jumbo\ oats=avena jumbo
porridge\ oats=copos de avena
rice\ flakes=copos de arroz
granola=granola
herbal\ tea=t\u00e9 de hierbas
wholebean\ coffee=caf\u00e9 wholebean
green\ tea=t\u00e9 verde
organic\ coffee=caf\u00e9 org\u00e1nico
jumbo\ oatsDescription=500g
porridge\ oatsDescription=1kg
rice\ flakesDescription=500g
granolaDescription=Manzana y Canela (400 g)
herbal\ teaDescription=20 bolsas
wholebean\ coffeeDescription=Org\u00e1nico Comercio Justo (500g)
green\ teaDescription=Org\u00e1nica (15 bolsas)
organic\ coffeeDescription=Fairtrade italiano asado (227g)
pr1=AffableBean Co sabe que usted se preocupa de c\u00f3mo se utiliza la informaci\u00f3n acerca de usted y\ncompartimos y le agradecemos su confianza en nosotros para hacerlo con cuidado y prudencia.\nEste aviso describe la pol\u00edtica de privacidad de AffableBean Co.\n<b>Al visitar AffableBean Co, usted est\u00e1 aceptando y consintiendo el\npr\u00e1cticas descritas en este Aviso de Privacidad.</b>
pr2=Controladores de Informaci\u00f3n Personal
pr3=\u00bfQu\u00e9 informaci\u00f3n sobre los clientes Personal Re\u00fane AffableBean Co?
pr4=\u00bfQu\u00e9 pasa con las cookies?
pr5=\u00bfComparte AffableBean Co la informaci\u00f3n que recibe?
pr6=\u00bfQu\u00e9 tan segura es mi informaci\u00f3n?
pr12=Toda informaci\u00f3n personal suministrada o recogida por AffableBean Co es\ncontrolado por AffableBean Global (los controladores de datos). El afable Bean Company Limited, la oficina de registro: AffableBean House, asado Drive, Pothead, POT123, BeanieLand
pr13=<p>\nLa informaci\u00f3n aprendemos de los clientes nos ayuda a personalizar y continuamente\nmejorar tu experiencia de compras en AffableBean Co. Utilizamos la informaci\u00f3n\npara manejar los pedidos, la entrega de productos y servicios, procesar los pagos, comunicarse\ncon usted acerca de pedidos, productos, servicios y ofertas promocionales, actualizar\nnuestros expedientes y, en general mantienen sus cuentas con nosotros, mostrar el contenido\ntales como listas de deseos y comentarios de los clientes y recomendar mercanc\u00edas y\nservicios que puedan ser de inter\u00e9s para usted. Tambi\u00e9n utilizamos esta informaci\u00f3n\npara mejorar nuestra tienda y plataforma, prevenir o detectar posibles fraudes o abusos de\nnuestro sitio web y permitir a terceros para llevar a cabo t\u00e9cnicos, log\u00edsticos o\notras funciones en nuestro nombre.\n</p>\n\n<p>\nAqu\u00ed est\u00e1n los tipos de informaci\u00f3n que recopilamos.\n</p>\n\n<ul>\n<li> <b> Informaci\u00f3n que usted nos proporciona: </b> que recibimos y almacenamos cualquier informaci\u00f3n\nusted ingrese en nuestro sitio web o nos dan en ninguna otra forma. Usted puede elegir\nno proporcionar cierta informaci\u00f3n, pero entonces no podr\u00eda ser capaz de\ntomar ventaja de muchas de nuestras caracter\u00edsticas. Utilizamos la informaci\u00f3n que\nque proporciona para fines tales como responder a sus solicitudes, personalizar\nfuturo las compras para usted, mejorando nuestras tiendas, y comunicando contigo.\n</li>\n\n<li> <b> Informaci\u00f3n autom\u00e1tica: </b> que recibimos y almacenamos ciertos tipos de\ninformaci\u00f3n cuando usted interact\u00faa con nosotros. Por ejemplo, como muchos\nsitios web, utilizamos "cookies" y obtenemos ciertos tipos de informaci\u00f3n\ncuando su navegador accede AffableBean Co o anuncios y\notros contenidos servidos por o en nombre de AffableBean Co en otra Web\nsitios. </li>\n\n<li> <b> m\u00f3vil: </b> Al descargar o utilizar aplicaciones creadas por AffableBean\no sus filiales y, en su caso, se hayan solicitado o consentido\na los servicios de localizaci\u00f3n, podemos recibir informaci\u00f3n sobre su ubicaci\u00f3n\ny el dispositivo m\u00f3vil, incluyendo un identificador \u00fanico para el dispositivo.\nPodemos utilizar esta informaci\u00f3n para proporcionarle servicios basados \u200b\u200ben la localizaci\u00f3n,\ntales como los resultados de b\u00fasqueda y otro contenido personalizado. m\u00e1s m\u00f3vil\ndispositivos permiten desactivar los servicios de localizaci\u00f3n. </li>\n\nComunicaciones <li> <b> E -mail: </b> para ayudarnos a hacer e- mails m\u00e1s \u00fatiles e\ninteresantes, a menudo recibimos una confirmaci\u00f3n cu\u00e1ndo abres email de\nAffableBean Co si su ordenador es compatible con este tipo de capacidades. tambi\u00e9n\ncomparar nuestra lista de clientes a listas recibidas de otras empresas en\nun esfuerzo para evitar que env\u00eda mensajes innecesarios a nuestros clientes.\nSi usted no desea recibir correo electr\u00f3nico u otro correo de nosotros, por favor\najustar sus preferencias de comunicaci\u00f3n del cliente </li>\n\n<li> <b> Informaci\u00f3n de otras fuentes: </b> puede ser que recibamos informaci\u00f3n\nsobre usted de otras fuentes y a\u00f1adirlo a nuestra informaci\u00f3n de cuenta. </li>\n</ul>
pr15=<p>\nLa informaci\u00f3n sobre nuestros clientes es una parte importante de nuestro negocio y\nno estamos en el negocio de vender a otros. Acciones AffableBean Co\nla informaci\u00f3n del cliente s\u00f3lo como se describe a continuaci\u00f3n y con AffableBean.com,\nInc. y las filiales que AffableBean.com, Inc., controles y que\nson o bien conforme a este aviso de privacidad o seguir las pr\u00e1cticas al menos\ntan protectoras como las descritas en este Aviso de Privacidad.\n</p>\n\n<ul>\n<li> <b> Las empresas que no controlamos Afiliado: </b > Trabajamos en estrecha colaboraci\u00f3n con\nempresas afiliadas. En algunos casos, como los vendedores del mercado,\nestos negocios operan tiendas en AffableBean Co o vender offerings\na usted en AffableBean Co. En otros casos, operamos tiendas, proporcionar\nservicios o l\u00edneas de productos de venta en conjunto con o en nombre de estas empresas.\n\n<li> <b> Terceros Proveedores de Servicios: </b > Nosotros empleamos otras compa\u00f1\u00edas e\nindividuos para realizar funciones en nuestro nombre. Los ejemplos incluyen satisfactoria\npedidos, entrega de paquetes, env\u00edo de correo postal y correo electr\u00f3nico, la eliminaci\u00f3n de\ninformaci\u00f3n repetitiva de las listas de clientes, an\u00e1lisis de datos,\nasistencia para la comercializaci\u00f3n, proporcionando los resultados de b\u00fasqueda y enlaces ( incluyendo\nanuncios y enlaces a pagar), el procesamiento de pagos con tarjeta de cr\u00e9dito y proporcionar\nservicio al cliente. Tienen acceso a la informaci\u00f3n personal necesaria para\nrealizar sus funciones, pero no pueden utilizarla para otros fines. Adem\u00e1s,\ndeben procesar la informaci\u00f3n personal de acuerdo con esta privacidad\nAviso y seg\u00fan lo permitido por las leyes de protecci\u00f3n de datos. </Li >\n\nOfertas <li> <b> Promocional: </b > A veces enviamos ofertas a grupos seleccionados de\nClientes AffableBean Co en nombre de otras empresas. Cuando hacemos esto,\nno damos que empresariales vuestro nombre y direcci\u00f3n. Si usted no quiere\npara recibir tales ofertas, complacer ajustar sus preferencias de comunicaci\u00f3n del cliente. </li >\n\nTransferencias <li> <b> actividad: </b > A medida que continuamos desarrollando nuestro negocio, podemos\npodr\u00edamos vender o comprar tiendas, filiales o unidades de negocio. En tales\ntransacciones, la informaci\u00f3n del cliente es generalmente uno de los transferidos\nactivos de la empresa, pero sigue sujeta a las promesas hechas en cualquier\nConfidencialidad preexistente (a menos que, por supuesto, el cliente consiente\nde lo contrario ). Tambi\u00e9n, en el caso improbable de que AffableBean.com, Inc. o\nsustancialmente todos sus activos sean adquiridos, informaci\u00f3n de cliente\npor supuesto, ser uno de los activos transferidos. </li >\n\n<li> <b> Protecci\u00f3n de AffableBean Co y Otros: </b > Liberamos cuenta y\notra informaci\u00f3n personal cuando creemos que es apropiado para\ncumplir con la ley ; hacer cumplir o aplicar nuestras Condiciones de Uso y otros\nacuerdos, o proteger los derechos, propiedad o seguridad de AffableBean Co,\nnuestros usuarios u otros. Esto incluye el intercambio de informaci\u00f3n con otro\ncompa\u00f1\u00edas y organizaciones para protecci\u00f3n de fraude y reducci\u00f3n de riesgo de cr\u00e9dito.\nObviamente, sin embargo, esto no incluye vender, alquilar, compartir o\nrevelar otra informaci\u00f3n de identificaci\u00f3n personal de los clientes para\nfines comerciales en una forma que es contraria a los compromisos asumidos\nen este Aviso de Privacidad. </li >\n\n<li> <b> Con su consentimiento: </b > que no sea como se indica m\u00e1s arriba, usted recibir\u00e1\nnotar cuando la informaci\u00f3n sobre usted podr\u00eda ir a terceros y que\ntendr\u00e1 la oportunidad de optar por no compartir la informaci\u00f3n. </li >\n</ul>\n\n<p> Cuando transferimos informaci\u00f3n personal a pa\u00edses de fuera de la Uni\u00f3n Europea\n\u00c1rea Econ\u00f3mica en el curso de intercambio de informaci\u00f3n en los t\u00e9rminos indicados, lo haremos\nasegurar que la informaci\u00f3n se transfiere de acuerdo con esta\nAviso de Privacidad y seg\u00fan lo permitido por las leyes aplicables sobre protecci\u00f3n de datos.\n</p>
pr14=Para permitir a nuestros sistemas reconocer su dispositivo y para proporcionar recursos a los\nusted, utilizamos cookies.
pr16=Trabajamos para proteger la seguridad de su informaci\u00f3n durante la transmisi\u00f3n usando Secure Sockets Layer (SSL), que encripta la informaci\u00f3n que revelas input.We s\u00f3lo los \u00faltimos cuatro d\u00edgitos de su n\u00famero de tarjeta de cr\u00e9dito al confirmar una orden. Por supuesto, transmitimos el n\u00famero completo de su tarjeta de cr\u00e9dito a la compa\u00f1\u00eda de tarjetas de cr\u00e9dito apropiada durante el procesamiento de pedidos. Mantenemos medidas de seguridad f\u00edsicas, electr\u00f3nicas y de procedimiento en relaci\u00f3n con la recogida, el almacenamiento y la divulgaci\u00f3n de informaci\u00f3n de los clientes de identificaci\u00f3n personal. Nuestros procedimientos de seguridad implican que es posible que de vez en cuando pedir prueba de identidad antes de revelar informaci\u00f3n personal a usted. Es importante que usted se proteja contra el acceso no autorizado a su contrase\u00f1a ya su computadora. Aseg\u00farese de cerrar la sesi\u00f3n cuando termine de usar una computadora compartida.
pr7=\u00bfQu\u00e9 pasa con terceros anunciantes y enlaces a otros sitios web?
pr17=Nuestro sitio puede incluir publicidad de terceros y enlaces a otros sitios Web.
pr8=\u00bfQu\u00e9 informaci\u00f3n puedo tener acceso?
pr18=AffableBean Co le da acceso a una amplia gama de informaci\u00f3n acerca de su cuenta y sus interacciones con AffableBean Co para el prop\u00f3sito limitado de ver y, en ciertos casos, actualizar dicha informaci\u00f3n.
pr9=\u00bfQu\u00e9 opciones tengo?
pr19=Como se discuti\u00f3 anteriormente, siempre se puede optar por no proporcionar informaci\u00f3n, a pesar de que podr\u00eda ser necesaria para realizar una compra o para aprovechar tales AffableBean Co caracter\u00edsticas como su perfil, listas de deseos, y comentarios de los clientes. Cuando actualizas informaci\u00f3n, normalmente mantenemos una copia de la versi\u00f3n anterior para nuestros registros. Si usted no desea recibir correo electr\u00f3nico u otro correo de nosotros, complacer ajustar sus preferencias de comunicaci\u00f3n del cliente. (Si no desea recibir Condiciones de uso y venta y dem\u00e1s avisos legales de nosotros, como el presente Aviso de Privacidad, los avisos siguen gobernando su uso de AffableBean Co y los pedidos realizados con AffableBean Co, y es su responsabilidad revisar para los cambios.) Si no desea que utilicemos la informaci\u00f3n personal que nos reunimos para permitir a terceros para personalizar los anuncios que mostramos a usted, por favor, ajuste sus preferencias de publicidad.
pr11=Ejemplos de la informaci\u00f3n recogida
pr10=Condiciones de Uso, Avisos, y Revisiones
pr20=Si usted tiene alguna preocupaci\u00f3n sobre la privacidad en AffableBean Co, por favor env\u00edenos un correo electr\u00f3nicocon una descripci\u00f3n minuciosa y vamos a tratar de resolver el problema para usted.Nuestro negocio cambia constantemente y nuestra Pol\u00edtica de Privacidad y las Condicionesde Uso y Venta cambiar\u00e1 tambi\u00e9n. Podemos email recordatorios peri\u00f3dicos de nuestrosavisos y condiciones, a menos que nos han dado instrucciones de no hacerlo, pero usted debevisite nuestro sitio web frecuentemente para ver cambios recientes. A menos que se indique otra cosa,nuestro aviso de privacidad se aplica a toda la informaci\u00f3n que tenemos acerca deusted y su cuenta. Estamos detr\u00e1s de las promesas que hacemos, sin embargo, ynunca va a cambiar materialmente nuestras pol\u00edticas y pr\u00e1cticas para hacerlas menosprotecci\u00f3n de la informaci\u00f3n del cliente recogidos en el pasado sin laconsentimiento de los clientes afectados.
pr21=<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> informaci\u00f3n que usted nos da </b>\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Usted proporciona m\u00e1s tal informaci\u00f3n cu\u00e1ndo buscas, compra, correos, participar\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0en un concurso o cuestionario, o comunicar con servicio de cliente.\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Por ejemplo, usted proporciona informaci\u00f3n cuando usted: la b\u00fasqueda de un producto, el lugar de\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0un pedido a trav\u00e9s AffableBean Co o uno de nuestros vendedores de terceras partes;\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0proporciona informaci\u00f3n en Vuestra Cuenta (y podr\u00edas tener m\u00e1s de uno si\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0usted ha utilizado m\u00e1s de una direcci\u00f3n de correo electr\u00f3nico al hacer compras con nosotros)o su\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Su perfil;\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0comunicarse con nosotros por tel\u00e9fono, correo electr\u00f3nico o de otra manera; completar un cuestionario o un formulario de entrada de la competencia, el uso de nuestros servicios;\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0compilar Wish Lists u otros registros de regalos, participar en foros de discusi\u00f3n u otras caracter\u00edsticas de la comunidad, proporcionar y\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Revisiones de \u00edndice; especificar un recordatorio de la ocasi\u00f3n especial, y emplear Producto Alertas de Disponibilidad, como disponible para la orden\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Notificaciones. Como resultado de esas acciones, nos podr\u00edas suministrar con tal informaci\u00f3n como: su nombre, direcci\u00f3n y\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0n\u00famero de tel\u00e9fono, informaci\u00f3n de tarjeta de cr\u00e9dito, la gente a quien las compras han sido enviados (incluyendo las direcciones y tel\u00e9fono\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0cantidad), la gente (con direcciones y n\u00fameros de tel\u00e9fono )que figuran en la configuraci\u00f3n de 1 -Click, direcciones de correo electr\u00f3nico de sus amigos y\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0otras personas, el contenido de las revisiones y emails a nosotros; descripci\u00f3n personal y una fotograf\u00eda en tu Perfil Personal, y\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0informaci\u00f3n financiera.\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> Informaci\u00f3n autom\u00e1tica </b>\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Los ejemplos de la informaci\u00f3n que recopilamos y analizamos incluyen: Internet\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0protocolo (IP)utilizada para conectar su ordenador a Internet, iniciar sesi\u00f3n;\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0e- mail y clave; ordenador y la informaci\u00f3n de conexi\u00f3n, tales como el navegador\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0configuraci\u00f3n de la zona y el tiempo, plug-in de navegador tipos y versiones, el tipo y la versi\u00f3n;\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0sistema operativo y la plataforma; historial de compras, que a veces nos agregada\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0con informaci\u00f3n similar de otros clientes para crear caracter\u00edsticas tales como\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Lo m\u00e1s vendido: el localizadores de recursos (URL )clickstream Uniforme completo a,\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0a trav\u00e9s y desde nuestro sitio web (incluyendo la fecha y hora); n\u00famero de cookie;\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0productos que te vio o busc\u00f3, y cualquier n\u00famero de tel\u00e9fono utilizado para llamar a nuestro n\u00famero de servicio al cliente. Tambi\u00e9n podemos utilizar\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0los datos del navegador como cookies, cookies de Flash (tambi\u00e9n conocidos como objetos compartidos locales de Flash )o datos similares en ciertas partes\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0de nuestro sitio web para la prevenci\u00f3n del fraude y otros fines. Durante algunas visitas podemos utilizar herramientas de software como JavaScript\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0para medir y recopilar informaci\u00f3n de la sesi\u00f3n, incluyendo los tiempos de respuesta de la p\u00e1gina, errores de descarga, la duraci\u00f3n de las visitas a cierta\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0p\u00e1ginas, informaci\u00f3n de interacci\u00f3n de la p\u00e1gina (por ejemplo, desplazamiento, clics, rat\u00f3n y de cr\u00e9ditos ), y los m\u00e9todos que se utilizan para navegar fuera\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Del page.We tambi\u00e9n puede recoger informaci\u00f3n t\u00e9cnica para ayudar a identificar su dispositivo para la prevenci\u00f3n del fraude y\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0fines de diagn\u00f3stico,.\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> m\u00f3vil </b>\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0La mayor\u00eda de los dispositivos m\u00f3viles ofrecen a los usuarios la posibilidad de desactivar la ubicaci\u00f3n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0servicios. Muy probablemente, estos controles se encuentran en la configuraci\u00f3n del dispositivo\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0men\u00fa,. Para obtener informaci\u00f3n acerca de los dispositivos espec\u00edficos, haga clic aqu\u00ed,. Si usted tiene\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0preguntas acerca de c\u00f3mo deshabilitar los servicios de ubicaci\u00f3n de su dispositivo, le\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0recomendamos que contacte con su proveedor de servicios m\u00f3viles o con el fabricante del dispositivo.\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> Informaci\u00f3n de otras fuentes </b>\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Ejemplos de la informaci\u00f3n que recibimos de otras fuentes incluyen: actualizaci\u00f3n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0entrega y direcci\u00f3n de nuestros transportistas u otros terceros,\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0que utilizamos para corregir nuestros registros y entregar vuestra compra pr\u00f3xima o\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0comunicaci\u00f3n m\u00e1s f\u00e1cilmente; informaci\u00f3n de la cuenta, la compra o la redenci\u00f3n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0la informaci\u00f3n y la p\u00e1gina permite ver la informaci\u00f3n de algunos comerciantes con los que\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0operar negocios de marca o para los que proporcionamos t\u00e9cnica, cumplimiento,\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0publicidad u otros servicios; t\u00e9rmino de b\u00fasqueda y la informaci\u00f3n requerida resultado\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0de algunas b\u00fasquedas realizadas a trav\u00e9s de las funciones de b\u00fasqueda Web ofrecidos por\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0nuestra filial, Alexa Internet, los resultados de b\u00fasqueda y enlaces, incluyendo listados de pago\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0(como Sponsored Links), y la informaci\u00f3n del historial de cr\u00e9dito de cr\u00e9dito\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0oficinas, que utilizamos para ayudar a prevenir y detectar el fraude y para ofrecer\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0seguro de cr\u00e9dito o servicios financieros a algunos clientes.\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> de marca compartida y ofertas conjuntas </b>\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Es posible que de vez en cuando, ofrecer productos y servicios conjuntos o de marca compartida,.\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> informaci\u00f3n puede acceder </b>\u00a0\u00a0\u00a0\u00a0</p>\u00a0\u00a0\u00a0\u00a0<p>\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Ejemplos de la informaci\u00f3n se puede acceder f\u00e1cilmente a AffableBean Co incluyen:\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0hasta a informaci\u00f3n actualizada sobre pedidos recientes, de identificaci\u00f3n personal\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0informaci\u00f3n (incluyendo nombre, correo electr\u00f3nico, contrase\u00f1a, comunicaciones y personalizado\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0preferencias de publicidad, libreta de direcciones y la configuraci\u00f3n de 1 -Click ), el pago\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0configuraciones (incluyendo la informaci\u00f3n de tarjeta de cr\u00e9dito y un certificado de regalo, tarjeta de regalo\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0y consultar saldos ); configuraci\u00f3n de las notificaciones de correo electr\u00f3nico (incluyendo Producto\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Alertas de Disponibilidad, entregue, Recordatorios para ocasiones especiales y boletines );\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0recomendaciones (incluyendo recomendados para usted y mejorar\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Sus recomendaciones); listas de la compra y los registros de regalos,.\u00a0\u00a0\u00a0\u00a0</p>
pr22=Volver arriba
coMsg=mensaje
coSubmit=presentar
msgError=<strong>mensaje</strong>
co1=Formulario de Contacto
co2=Usted puede usar este formulario para cualquier comentario o pregunta acerca de nuestra empresa\no marcas.<br>Para preguntas en general por favor llame al n\u00famero gratuito en 1-800-BEANS-R-US
co3=sujeto
co4=Intimidad
co5=Este sitio web es propiedad y est\u00e1 controlado por:<br><br>\nEl Sitio Afable Bean Company Limited<br>\nSede social: AffableBean House, asado Drive, <br>\nPothead, POT123, BeanieLand
co6=(denominado en lo sucesivo "AffableBean")
co7=AffableBean es responsable de la gesti\u00f3n de toda la informaci\u00f3n recopilada por o en nombre de AffableBean en oa trav\u00e9s de este sitio web. Toda esa informaci\u00f3n ser\u00e1 procesada de acuerdo con nuestra
co8=(* Los asteriscos indican campo obligatorio)
co9=Pol\u00edtica de privacidad
coPlease\ select=<--Por favor seleccione-->
coBrands\ or\ product=Marcas o productos
coInvestor\ relations=Relaciones con los inversores
coSustainability=Sostenibilidad
coThe\ Company=La Compa\u00f1\u00eda
coMedia\ enquiry=Investigaci\u00f3n de medios
coWebsite\ feedback=Comentarios al sitio web
coOther=Otro
pro10%\ OFF\ ALL\ ITEMS!!\ HURRY!!\ OFFER\ MUST\ END\ SOON!!=10% EN LOS ART\u00cdCULOS!! PRISA!! OFERTA DEBE TERMINAR PRONTO!
pro5%\ EXTRA\ OFF\ ALL\ DRINKS=5% descuento extra TODAS LAS BEBIDAS
