
# Copyright (c) 2010, Oracle and/or its affiliates. All rights reserved.
#
# You may not modify, use, reproduce, or distribute this software
# except in compliance with the terms of the license at:
# http://developer.sun.com/berkeley_license.html

# author: tgiunipero

# Czech language resource bundle for the AffableBean application

# welcome page
greeting=V\u00edtejte v\u00a0na\u0161em dom\u00e1c\u00edm on-line obchod\u011b Affable Bean Green Grocer.
introText=Na\u0161e jedine\u010dn\u00e1 dod\u00e1vkov\u00e1 slu\u017eba V\u00e1m zajist\u00ed dopravu \u010derstv\u00fdch organick\u00fdch produkt\u016f, ml\u00e9\u010dn\u00fdch v\u00fdrobk\u016f, uzenin, pe\u010diva a dal\u0161\u00edch delikates a zdrav\u00fdch v\u00fdrok\u016f a\u017e ke dve\u0159\u00edm.

# categories
dairy=ml\u00e9\u010dn\u00e9 v\u00fdrobky
meats=maso
bakery=pe\u010divo
fruit\ &\ veg=ovoce a zeleniny
cereals=cere\u00e1lie
drinks=n\u00e1poje

# products
milk=ml\u00e9ko
cheese=s\u00fdr
butter=m\u00e1slo
free\ range\ eggs=vejce z\u00a0voln\u00fdch pastvin

organic\ meat\ patties=ko\u0159en\u011bn\u00e9 pirohy
parma\ ham=pr\u0161ut
chicken\ leg=ku\u0159ec\u00ed stehno
sausages=klob\u00e1sy

sunflower\ seed\ loaf=slune\u010dnicov\u00fd chl\u00e9b
sesame\ seed\ bagel=sezamov\u00e1 bageta
pumpkin\ seed\ bun=sem\u00ednkov\u00e1 d\u00fd\u0148ov\u00e1 buchta
chocolate\ cookies=\u010dokol\u00e1dov\u00e9 su\u0161enky

corn\ on\ the\ cob=kuku\u0159ice
red\ currants=\u010derven\u00fd ryb\u00edz
broccoli=brokolice
seedless\ watermelon=meloun bez sem\u00ednek

# product descriptions
milkDescription=polotu\u010dn\u00e9 (1L)
cheeseDescription=jemn\u00fd \u010dedar (330g)
butterDescription=neslan\u00fd (250g)
free\ range\ eggsDescription=st\u0159edn\u011b-velk\u00e9 (6 vajec)

organic\ meat\ pattiesDescription=v \u010derstv\u00fdch bylink\u00e1ch<br>2 placky (250g)
parma\ hamDescription=vyzr\u00e1l\u00e9, bio vep\u0159ov\u00e9 maso (70g)
chicken\ legDescription=z voln\u00e9ho chovu (250g)
sausagesDescription=s n\u00edzk\u00fdm obsahem tuku<br>3 vep\u0159ov\u00e9 klob\u00e1sky (350g)

sunflower\ seed\ loafDescription=600g
sesame\ seed\ bagelDescription=4 bagely
pumpkin\ seed\ bunDescription=4 buchty
chocolate\ cookiesDescription=obsahuj\u00ed ara\u0161\u00eddy<br>(3 su\u0161enky)

corn\ on\ the\ cobDescription=2 klasy
red\ currantsDescription=150g
broccoliDescription=500g
seedless\ watermelonDescription=250g

# shopping cart
addToCart=p\u0159idat
item=polo\u017eka
items2-4=polo\u017eky
items=polo\u017eek
unit=jednotku

# cart page
name=jm\u00e9no
price=cena
product=produkt
quantity=mno\u017estv\u00ed
update=aktualizovat
subtotal=mezisou\u010det
yourCartContains=V\u00e1\u0161 n\u00e1kupn\u00ed ko\u0161\u00edk obsahuje
yourCartEmpty=V\u00e1\u0161 n\u00e1kupn\u00ed ko\u0161\u00edk je pr\u00e1zdn\u00fd
clearCart=vysypat ko\u0161\u00edk
continueShopping=pokra\u010dovat v\u00a0nakupov\u00e1n\u00ed
proceedCheckout=p\u0159ej\u00edt ke objedn\u00e1vce &#x279f;

# checkout page
checkout=objedn\u00e1vka
checkoutText=V\u00a0p\u0159\u00edpad\u011b, \u017ee vlo\u017e\u00edte V\u00e1\u0161 n\u00e1kup do ko\u0161\u00edku, poskytn\u011bte n\u00e1m n\u00e1sleduj\u00edc\u00ed informace:
customerName=jm\u00e9no
email=email
phone=telefon
address=adresa
prague=Praha
creditCard=\u010d\u00edslo kreditn\u00ed karty
submit=odeslat objedn\u00e1vku
surcharge=p\u0159ir\u00e1\u017eka za dovoz
total=sou\u010det

# conditions
nextDayGuarantee=Garantujeme dod\u00e1n\u00ed n\u00e1kupu do druh\u00e9ho dne
deliveryFee1=V\u0161echny objedn\u00e1vky zahrnuj\u00ed p\u0159ir\u00e1\u017eku v\u00a0hodnot\u011b
deliveryFee2=

# confirmation
successMessage=Va\u0161e objedn\u00e1vka byla \u00fasp\u011b\u0161n\u011b zpracov\u00e1na a bude doru\u010dena do 24 hodin.
confirmationNumberMessage=Pros\u00edm, zaznamen\u00e1vat va\u0161e \u010d\u00edslo potvrzen\u00ed:
contactMessage=M\u00e1te-li dotaz t\u00fdkaj\u00edc\u00ed se objedn\u00e1vky, nev\u00e1hejte n\u00e1s <a href="<c:url value='contact'/>">kontaktovat</a>.
thankYouMessage=D\u011bkujeme V\u00e1m za V\u00e1\u0161 n\u00e1kup!
orderSummary=p\u0159ehled objedn\u00e1vky
deliveryAddress=doru\u010dovac\u00ed adresa
dateProcessed=zpracovan\u00e1 v

# header
cart=zobrazit ko\u0161\u00edk
title=The Affable Bean Green Grocer

# footer
privacy=Soukrom\u00ed
contact=Kontakt

# error
forbidden=Nem\u00e1te povolen\u00fd p\u0159\u00edstup k\u00a0t\u00e9to str\u00e1nce.<br><br>Pros\u00edm, vra\u0165te se na na\u0161\u00ed <a href="/AffableBean/index.jsp">\u00favodn\u00ed str\u00e1nku</a>.
notFound=Je n\u00e1m l\u00edto, po\u017eadovan\u00e1 str\u00e1nka je nedostupn\u00e1.<br><br>Pros\u00edm, vra\u0165te se na na\u0161\u00ed <a href="/AffableBean/index.jsp">\u00favodn\u00ed str\u00e1nku</a>.
internalError=Z\u0159ejm\u011b do\u0161lo k\u00a0intern\u00ed chyb\u011b.<br><br>Pros\u00edm, vra\u0165te se na na\u0161\u00ed <a href="/AffableBean/index.jsp">\u00favodn\u00ed str\u00e1nku</a>.
orderFailureError=Nebyli jsme schopni zpracovat va\u0161i objedn\u00e1vku. Pros\u00edm zkuste to znovu!

#field validation error
validationErrorMessage=Uve\u010fte, pros\u00edm, \u00fadaje platn\u00e9 pro n\u00e1sleduj\u00edc\u00ed oblast(i):
nameError=<strong>jm\u00e9no</strong> (nap\u0159. Karel \u010capek)
emailError=<strong>email</strong> (nap\u0159. k.capek@seznam.cz)
phoneError=<strong>telefon</strong> (nap\u0159. 222333444)
addressError=<strong>adresa</strong> (nap\u0159. Dlouh\u00e1 99)
cityRegionError=<strong>\u010d\u00e1st m\u011bsta</strong> (nap\u0159. 1)
ccNumberError=<strong>kreditn\u00ed karta</strong> (nap\u0159. 1111222233334444)
organic\ coffee=organick\u00e1 k\u00e1va
green\ tea=zelen\u00fd \u010daj
wholebean\ coffee=wholebean k\u00e1va
herbal\ tea=bylinkov\u00fd \u010daj
granola=m\u00fcsli
rice\ flakes=r\u00fd\u017eov\u00e9 vlo\u010dky
porridge\ oats=ka\u0161e oves
jumbo\ oats=jumbo oves
jumbo\ oatsDescription=500g
porridge\ oatsDescription=1kg
rice\ flakesDescription=500g
granolaDescription=Apple & Cinnamon (400g)
herbal\ teaDescription=20 s\u00e1\u010dk\u016f
wholebean\ coffeeDescription=Organic Fairtrade (500g)
green\ teaDescription=Organick\u00e9 (15 s\u00e1\u010dk\u016f)
organic\ coffeeDescription=Fairtrade Italian Roast (227g)
pr1=AffableBean Co v\u00ed, \u017ee je jedno, jak se pou\u017e\u00edv\u00e1 informace o v\u00e1s a\nsd\u00edlen\u00e9 a v\u00e1\u017e\u00edme si va\u0161\u00ed d\u016fv\u011bry v n\u00e1s k tomu, \u017ee pe\u010dliv\u011b a rozumn\u011b.\nToto ozn\u00e1men\u00ed popisuje z\u00e1sady ochrany osobn\u00edch \u00fadaj\u016f AffableBean Co\n<b>N\u00e1v\u0161t\u011bvou AffableBean Co jste se p\u0159ijet\u00ed a souhlas se\npostupy popsan\u00e9 v tomto ozn\u00e1men\u00ed o ochran\u011b soukrom\u00ed.</b>
pr2=Regul\u00e1tory osobn\u00edch \u00fadaj\u016f
pr3=Jak\u00e9 osobn\u00ed \u00fadaje o z\u00e1kazn\u00edc\u00edch M\u00e1 AffableBean Co Gather?
pr4=Jak je to s cookies?
pr5=M\u00e1 AffableBean Co pod\u011blit o informace, kter\u00e9 obdr\u017e\u00ed?
pr6=Jak bezpe\u010dn\u00e9 jsou informace o mn\u011b?
pr12=Ve\u0161ker\u00e9 osobn\u00ed informace poskytnut\u00e9 nebo shrom\u00e1\u017ed\u011bn\u00e9 AffableBean Co je\n\u0159\u00edzen AffableBean Global (spr\u00e1vci \u00fadaj\u016f).Vl\u00eddn\u00fd Bean Company Limited, S\u00eddlo: AffableBean d\u016fm, pe\u010den\u011b Drive, Pothead, POT123, BeanieLand
pr13=<p>\nInformace jsme se dozv\u011bd\u011bli od z\u00e1kazn\u00edk\u016f n\u00e1m pom\u00e1h\u00e1 p\u0159izp\u016fsobit a neust\u00e1le\nzlep\u0161it sv\u016fj z\u00e1\u017eitek z nakupov\u00e1n\u00ed na AffableBean Co m\u016f\u017eeme pou\u017e\u00edt informace,\nzpracov\u00e1vat objedn\u00e1vky, dod\u00e1vky produkt\u016f a slu\u017eeb, zpracov\u00e1n\u00ed plateb, komunikovat\nse s v\u00e1mi o objedn\u00e1vk\u00e1ch, produktech, slu\u017eb\u00e1ch a reklamn\u00edch nab\u00eddek, aktualizace\nna\u0161e z\u00e1znamy a obecn\u011b udr\u017eovat sv\u00e9 \u00fa\u010dty s n\u00e1mi, obsah displeje\njako jsou seznamy p\u0159\u00e1n\u00ed a n\u00e1zory z\u00e1kazn\u00edk\u016f a doporu\u010dit zbo\u017e\u00ed a\nslu\u017eby, kter\u00e9 by mohly b\u00fdt zaj\u00edmav\u00e9 pro v\u00e1s. Jsme tak\u00e9 pou\u017e\u00edt tuto informaci\nzlep\u0161it na\u0161i prodejnu a platformy, zabr\u00e1nit nebo odhalit podvody nebo zneu\u017e\u00edv\u00e1n\u00ed\nna\u0161e webov\u00e9 str\u00e1nky a umo\u017enit t\u0159et\u00edm stran\u00e1m prov\u00e1d\u011bt technick\u00e9, logistick\u00e9 nebo\ndal\u0161\u00ed funkce na n\u00e1\u0161 \u00fa\u010det.\n</p>\n\n<p>\nZde jsou typy informac\u00ed, kter\u00e9 shroma\u017e\u010fujeme.\n</p>\n\n<ul>\n<li> <b> informace, kter\u00e9 n\u00e1m poskytnete: </b> se p\u0159ij\u00edmat a ukl\u00e1dat v\u0161echny informace\nzad\u00e1te na na\u0161ich webov\u00fdch str\u00e1nk\u00e1ch, nebo d\u00e1t n\u00e1m jak\u00fdmkoli jin\u00fdm zp\u016fsobem. M\u016f\u017eete si vybrat\nnen\u00ed poskytnout ur\u010dit\u00e9 informace, ale pak nemus\u00ed b\u00fdt schopna\nvyu\u017e\u00edt mnoha na\u0161ich funkc\u00ed. Pou\u017e\u00edv\u00e1me informace, kter\u00e9\nm\u016f\u017eete poskytnout pro tyto \u00fa\u010dely, jak reagovat na va\u0161e po\u017eadavky, p\u0159izp\u016fsoben\u00ed\nBudoucnost nakupov\u00e1n\u00ed pro v\u00e1s, zlep\u0161uje na\u0161i prodejnu a komunikaci s v\u00e1mi.\n</li>\n\n<li> <b> Automatick\u00e9 informace: </b> se p\u0159ij\u00edmat a ukl\u00e1dat ur\u010dit\u00e9 typy\ninformace, kdykoliv budete komunikovat s n\u00e1mi. Nap\u0159\u00edklad, stejn\u011b jako mnoho\nwebov\u00e9 str\u00e1nky, pou\u017e\u00edv\u00e1me " cookies" a z\u00edsk\u00e1v\u00e1me ur\u010dit\u00e9 typy informac\u00ed\nkdy\u017e v\u00e1\u0161 webov\u00fd prohl\u00ed\u017ee\u010d p\u0159istupuje AffableBean CO nebo reklamy a\ndal\u0161\u00ed obsah doru\u010dena nebo jm\u00e9nem AffableBean Co na jin\u00e9m webu\nm\u00edsta. </li>\n\n<li> <b> Mobile: </b> P\u0159i stahov\u00e1n\u00ed nebo pou\u017e\u00edv\u00e1n\u00ed aplikace vytvo\u0159en\u00e9 AffableBean\nnebo jej\u00edch dce\u0159in\u00fdch spole\u010dnost\u00ed, a p\u0159\u00edpadn\u011b, kte\u0159\u00ed po\u017e\u00e1dali nebo souhlasily s t\u00edm,\nk um\u00edst\u011bn\u00ed slu\u017eeb, m\u016f\u017eeme z\u00edskat informace o va\u0161\u00ed poloze\na va\u0161e mobiln\u00ed za\u0159\u00edzen\u00ed, v\u010detn\u011b jedine\u010dn\u00e9ho identifik\u00e1toru pro va\u0161e za\u0159\u00edzen\u00ed.\nM\u016f\u017eeme pou\u017e\u00edt tuto informaci poskytnout v\u00e1m um\u00edst\u011bn\u00ed-zalo\u017een\u00e9 slu\u017eby,\njako jsou v\u00fdsledky vyhled\u00e1v\u00e1n\u00ed, a dal\u0161\u00ed osobn\u00ed obsah. v\u011bt\u0161ina mobiln\u00edch\nza\u0159\u00edzen\u00ed umo\u017e\u0148uj\u00ed vypnout lokaliza\u010dn\u00ed slu\u017eby. </li>\n\n<li> <b> E - mailov\u00e1 komunikace: </b>, co\u017e n\u00e1m pom\u00e1h\u00e1, aby e-maily mnohem u\u017eite\u010dn\u011bj\u0161\u00ed a\nzaj\u00edmav\u00e9, \u010dasto obdr\u017e\u00ed potvrzen\u00ed p\u0159i otev\u0159en\u00ed e - mailu od\nAffableBean Co, zda v\u00e1\u0161 po\u010d\u00edta\u010d podporuje takov\u00e9 schopnosti. jsme tak\u00e9\nporovnat n\u00e1\u0161 seznam z\u00e1kazn\u00edk\u016f se seznamy p\u0159ijat\u00fdch od jin\u00fdch spole\u010dnost\u00ed v\nsnaha vyhnout se zas\u00edl\u00e1n\u00ed zbyte\u010dn\u00fdch zpr\u00e1v pro na\u0161e z\u00e1kazn\u00edky.\nPokud nechcete p\u0159ij\u00edmat e-maily nebo jin\u00e9ho e-mailu od n\u00e1s, uve\u010fte\nupravte komunikace se z\u00e1kazn\u00edky P\u0159edvolby </li>\n\n<li> <b> informace z jin\u00fdch zdroj\u016f: </b> bychom mohli p\u0159ij\u00edmat informace\no v\u00e1s z jin\u00fdch zdroj\u016f, a p\u0159idejte jej k informac\u00edm na n\u00e1\u0161 \u00fa\u010det. </li>\n</ul>
pr15=<p>\nInformace o na\u0161ich z\u00e1kazn\u00edk\u016f jed\u016fle\u017eitou sou\u010d\u00e1st\u00ed na\u0161eho podnik\u00e1n\u00ed a\nnejsme v obchodn\u00edm prod\u00e1vat ji ostatn\u00edm. Akcie AffableBean Co\ninformace o z\u00e1kazn\u00edc\u00edch jen jak je pops\u00e1no n\u00ed\u017ee, a s AffableBean.com,\nAs a dce\u0159in\u00e9 spole\u010dnosti, kter\u00e9 AffableBean.com, Inc, kontroly a \u017ee\njsou bu\u010f p\u0159edm\u011btem tohoto ozn\u00e1men\u00ed o ochran\u011b soukrom\u00ed nebo sledovat postupy p\u0159inejmen\u0161\u00edm\njako ochrann\u00fd, jak jsou pops\u00e1ny v tomto ozn\u00e1men\u00ed o ochran\u011b soukrom\u00ed.\n</p>\n\n<ul>\n<li> <b> P\u0159idru\u017een\u00e9 firmy nem\u00e1me kontrolu: </b> Spolupracujme s p\u0159edn\u00edmi\np\u0159idru\u017een\u00fdch podnik\u016f. V n\u011bkter\u00fdch p\u0159\u00edpadech, jako jsou Marketplace prodejc\u016f,\nTyto podniky p\u016fsob\u00ed, obchody v AffableBean Co nebo prodat nab\u00eddky\nk v\u00e1m na AffableBean Co V jin\u00fdch p\u0159\u00edpadech, kde p\u016fsob\u00edme obchody, poskytovat\nslu\u017eby nebo prodat produktov\u00e9 \u0159ady spole\u010dn\u011b s nebo na \u00fa\u010det t\u011bchto podnik\u016f.\n\n<li> <b> t\u0159et\u00edch stran Poskytovatel\u00e9 slu\u017eeb: </b> zam\u011bstn\u00e1v\u00e1me jin\u00e9 spole\u010dnosti a\njednotlivci vykon\u00e1vaj\u00ed funkce v na\u0161em zastoupen\u00ed. P\u0159\u00edklady zahrnuj\u00ed napln\u011bn\u00ed\nobjedn\u00e1vky, doru\u010den\u00ed bal\u00ed\u010dk\u016f, odes\u00edl\u00e1n\u00ed po\u0161ty a e-mail\u016f, odstran\u011bn\u00ed\nopakuj\u00edc\u00ed se informace ze seznam\u016f z\u00e1kazn\u00edk\u016f, anal\u00fdzu dat, poskytuj\u00edc\u00ed\nmarketing pomoc, kter\u00e9 poskytuj\u00ed v\u00fdsledky vyhled\u00e1v\u00e1n\u00ed a odkazy ( v\u010detn\u011b\nplacen\u00e9 v\u00fdpisy a odkazy ), zpracov\u00e1n\u00ed plateb kreditn\u00edmi kartami a poskytov\u00e1n\u00ed\nz\u00e1kaznick\u00fd servis. Maj\u00ed p\u0159\u00edstup k osobn\u00edm informac\u00edm pot\u0159ebn\u00fdm pro\nplnit sv\u00e9 funkce, ale nesm\u00ed je pou\u017e\u00edt k jin\u00fdm \u00fa\u010del\u016fm. D\u00e1le,\nmus\u00ed zpracov\u00e1vat osobn\u00ed \u00fadaje v souladu s t\u00edmto ochran\u011b soukrom\u00ed\nUpozorn\u011bn\u00ed a jak je povoleno p\u0159\u00edslu\u0161n\u00fdmi z\u00e1kony na ochranu osobn\u00edch \u00fadaj\u016f. </Li>\n\n<li> <b> Zvl\u00e1\u0161tn\u00ed nab\u00eddky: </b> N\u011bkdy po\u0161leme nab\u00eddek vybran\u00fdm skupin\u00e1m\nZ\u00e1kazn\u00edci AffableBean Co jm\u00e9nem jin\u00fdch podnik\u016f. Kdy\u017e to ud\u011bl\u00e1me,\nneposkytujeme, \u017ee podnik\u00e1n\u00ed sv\u00e9 jm\u00e9no a adresu. Pokud nechcete, aby\np\u0159ijmout takov\u00e9 nab\u00eddky, upravte va\u0161e komunikace se z\u00e1kazn\u00edky P\u0159edvolby. </li>\n\n<li> <b> Obchodn\u00ed P\u0159evody: </b> Jak jsme se d\u00e1le rozv\u00edjet na\u0161e podnik\u00e1n\u00ed, jsme\nm\u016f\u017ee prodat nebo koupit obchody, dce\u0159in\u00e9 spole\u010dnosti nebo obchodn\u00ed jednotky. V takov\u00e9m\ntransakce, informace o z\u00e1kazn\u00edc\u00edch obvykle jedn\u00edm zp\u0159evedena\nobchodn\u00edho majetku, ale nad\u00e1le podl\u00e9h\u00e1 slib\u016fm v jak\u00e9koliv\npre - existuj\u00edc\u00ed Ochrana osobn\u00edch \u00fadaj\u016f ( pokud samoz\u0159ejm\u011b, z\u00e1kazn\u00edk souhlas\u00ed\njinak ). Tak\u00e9 v nepravd\u011bpodobn\u00e9m p\u0159\u00edpad\u011b, \u017ee AffableBean.com, Inc nebo\nv podstat\u011b v\u0161echna jej\u00ed aktiva jsou z\u00edsk\u00e1v\u00e1ny, informace o z\u00e1kazn\u00edc\u00edch budou\nSamoz\u0159ejm\u011b je jedn\u00edm z p\u0159ev\u00e1d\u011bn\u00fdch aktiv. </li>\n\n<li> <b> Ochrana AffableBean Co a dal\u0161\u00ed: </b> Vyd\u00e1v\u00e1me \u00fa\u010det a\ndal\u0161\u00ed osobn\u00ed informace, kdy\u017e v\u011b\u0159\u00edme, \u017ee zpr\u00e1va je vhodn\u00e9\nv souladu s pr\u00e1vn\u00edmi p\u0159edpisy, prosazov\u00e1n\u00ed nebo aplikovat na\u0161e podm\u00ednky pou\u017e\u00edv\u00e1n\u00ed a dal\u0161\u00ed\ndohody, nebo ochranu pr\u00e1v, majetku nebo bezpe\u010dnosti AffableBean Co,\nna\u0161i u\u017eivatel\u00e9 nebo jin\u00e9. To zahrnuje v\u00fdm\u011bnu informac\u00ed s ostatn\u00edmi\nspole\u010dnosti a organizace pro ochranu proti podvod\u016fm a sn\u00ed\u017een\u00ed \u00fav\u011brov\u00e9ho rizika.\nJe z\u0159ejm\u00e9, \u017ee to v\u0161ak nezahrnuje prodej, pron\u00e1jem, sd\u00edlen\u00ed nebo\njinak sd\u011blovat osobn\u00ed \u00fadaje od z\u00e1kazn\u00edk\u016f pro\nobchodn\u00ed \u00fa\u010dely, a to zp\u016fsobem, kter\u00fd je v rozporu se z\u00e1vazky, kter\u00e9\nv tomto ozn\u00e1men\u00ed o ochran\u011b soukrom\u00ed. </li>\n\n<li> <b> S va\u0161\u00edm souhlasem: </b>, ne\u017e jak je uvedeno v\u00fd\u0161e, obdr\u017e\u00edte\nV\u0161imn\u011bte si, kdy\u017e informace o v\u00e1s mohli j\u00edt t\u0159et\u00edm stran\u00e1m a\nbudou m\u00edt mo\u017enost vybrat si, aby sd\u00edlet informace. </li>\n</ul>\n\n<p> Kdykoliv p\u0159enos osobn\u00edch \u00fadaj\u016f do zem\u00ed mimo Evropskou\nHospod\u00e1\u0159sk\u00e9m prostoru v r\u00e1mci sd\u00edlen\u00ed informac\u00ed, jak je uvedeno v\u00fd\u0161e, budeme\nzajist\u00ed, aby informace se p\u0159en\u00e1\u0161\u00ed v souladu s t\u00edmto\nOchrana osobn\u00edch \u00fadaj\u016f a jako povolen\u00e9 platn\u00fdmi pr\u00e1vn\u00edmi p\u0159edpisy o ochran\u011b \u00fadaj\u016f.\n</p>
pr14=Chcete-li povolit na\u0161e syst\u00e9my rozpoznat va\u0161e za\u0159\u00edzen\u00ed, a poskytuje funkce pro\nvy, pou\u017e\u00edv\u00e1me cookies.
pr16=Sna\u017e\u00edme se chr\u00e1nit bezpe\u010dnost va\u0161ich informac\u00ed b\u011bhem p\u0159enosu pomoc\u00ed softwaru (SSL), kter\u00fd \u0161ifruje informace, kter\u00e9 input.We odhalit pouze posledn\u00ed \u010dty\u0159i \u010d\u00edslice va\u0161eho \u010d\u00edsla kreditn\u00edch karet p\u0159i potvrzen\u00ed objedn\u00e1vky Secure Sockets Layer. Samoz\u0159ejm\u011b, \u017ee jsme se p\u0159edat \u010d\u00edslo Cel\u00e1 kreditn\u00ed karty na p\u0159\u00edslu\u0161nou kreditn\u00ed karty v pr\u016fb\u011bhu zpracov\u00e1n\u00ed objedn\u00e1vky. Udr\u017eujeme fyzick\u00e9, elektronick\u00e9 a procesn\u00edch z\u00e1ruk v souvislosti s shroma\u017e\u010fov\u00e1n\u00ed, uchov\u00e1v\u00e1n\u00ed a zp\u0159\u00edstupn\u011bn\u00ed osobn\u011b identifikovateln\u00fdch informac\u00ed o z\u00e1kazn\u00edc\u00edch. Na\u0161e bezpe\u010dnostn\u00ed opat\u0159en\u00ed znamen\u00e1, \u017ee m\u016f\u017eeme ob\u010das po\u017eadovat prok\u00e1z\u00e1n\u00ed toto\u017enosti p\u0159edt\u00edm, ne\u017e jsme se zve\u0159ejnit osobn\u00ed informace pro v\u00e1s. Je pro v\u00e1s d\u016fle\u017eit\u00e9 chr\u00e1nit proti neopr\u00e1vn\u011bn\u00e9mu p\u0159\u00edstupu k Va\u0161emu heslu a na po\u010d\u00edta\u010di. Ujist\u011bte se, \u017ee podepsat, kdy\u017e skon\u010d\u00edte pou\u017e\u00edv\u00e1te sd\u00edlen\u00fd po\u010d\u00edta\u010d.
pr7=A co t\u0159et\u00ed strany inzerent\u016f a odkazy na jin\u00e9 webov\u00e9 str\u00e1nky?
pr17=Na\u0161e webov\u00e9 str\u00e1nky mohou obsahovat t\u0159et\u00edch stran reklamy a odkazy na jin\u00e9 webov\u00e9 str\u00e1nky.
pr8=Jak\u00e9 informace m\u00e1m p\u0159\u00edstup?
pr18=AffableBean Co v\u00e1m poskytuje p\u0159\u00edstup k \u0161irok\u00e9mu spektru informac\u00ed o va\u0161em \u00fa\u010dtu a va\u0161e interakce s AffableBean Co pro omezen\u00e9 \u00fa\u010dely sledov\u00e1n\u00ed a, v n\u011bkter\u00fdch p\u0159\u00edpadech, aktualizace t\u011bchto informac\u00ed.
pr9=Jak\u00e9 volby m\u00e1m?
pr19=Jak bylo uvedeno v\u00fd\u0161e, m\u016f\u017eete si v\u017edy vybrat to, aby poskytly informace, i kdy\u017e by to mohlo b\u00fdt zapot\u0159eb\u00ed, aby se n\u00e1kup nebo vyu\u017e\u00edt takov\u00e9ho AffableBean Co nab\u00edz\u00ed jako Tv\u016fj profil, Seznamu p\u0159\u00e1n\u00ed a Hodnocen\u00ed z\u00e1kazn\u00edk\u016f. P\u0159i aktualizaci informac\u00ed, obvykle uchov\u00e1vaj\u00ed kopii p\u0159edchoz\u00ed verze na\u0161ich z\u00e1znam\u016f. Pokud nechcete p\u0159ij\u00edmat e-maily nebo jin\u00e9ho e-mailu od n\u00e1s, upravte va\u0161e komunikace se z\u00e1kazn\u00edky P\u0159edvolby. (Pokud nechcete dost\u00e1vat podm\u00ednky pou\u017e\u00edv\u00e1n\u00ed a prodeje a dal\u0161\u00ed pr\u00e1vn\u00ed informace od n\u00e1s, jako je toto ozn\u00e1men\u00ed o ochran\u011b soukrom\u00ed, bude tato ozn\u00e1men\u00ed st\u00e1le \u0159\u00edd\u00ed va\u0161e pou\u017e\u00edv\u00e1n\u00ed AffableBean Co a objedn\u00e1vek s AffableBean Co, a je va\u0161\u00ed odpov\u011bdnost\u00ed, aby p\u0159ezkoumala jejich zm\u011bny.) Pokud nechcete, abychom pou\u017e\u00edvali osobn\u00ed informace, kter\u00e9 shroma\u017e\u010fujeme umo\u017enit t\u0159et\u00edm stran\u00e1m p\u0159izp\u016fsobit reklamy se zobrazuj\u00ed na v\u00e1s, pros\u00edm upravte Reklamn\u00ed P\u0159edvolby.
pr11=P\u0159\u00edklady informac\u00ed shrom\u00e1\u017ed\u011bn\u00fdch
pr10=Obchodn\u00ed podm\u00ednky, ozn\u00e1men\u00ed a revize
pr20=M\u00e1te-li jak\u00e9koli obavy o soukrom\u00ed u AffableBean Co, pros\u00edm, e-mailem n\u00e1ms d\u016fkladn\u00fdm popisem a budeme se sna\u017eit, aby tento probl\u00e9m vy\u0159e\u0161it za v\u00e1s.Na\u0161e obchodn\u00ed neust\u00e1le m\u011bn\u00ed a na\u0161e Ochrana osobn\u00edch \u00fadaj\u016f a podm\u00ednkyo pou\u017e\u00edv\u00e1n\u00ed a prodeje se zm\u011bn\u00ed tak\u00e9. M\u016f\u017eeme e-mailov\u00e9 pravideln\u00e9 p\u0159ipomenut\u00ed na\u0161\u00edozn\u00e1men\u00ed a podm\u00ednky, pokud jste n\u00e1s pou\u010deni, aby, ale m\u011bli bystenav\u0161tivte na\u0161e webov\u00e9 str\u00e1nky \u010dasto vid\u011bt posledn\u00ed zm\u011bny. Pokud nen\u00ed uvedeno jinak,n\u00e1\u0161 sou\u010dasn\u00fd Ochrana osobn\u00edch \u00fadaj\u016f se vztahuje na v\u0161echny informace, kter\u00e9 m\u00e1me ovy a v\u00e1\u0161 \u00fa\u010det. Stoj\u00edme za sliby d\u011bl\u00e1me, nicm\u00e9n\u011b, aNikdy podstatn\u011b zm\u011bnit na\u0161e z\u00e1sady a postupy tak, aby byly m\u00e9n\u011bochrann\u00e9 informac\u00ed o z\u00e1kazn\u00edc\u00edch z\u00edskan\u00fdch v minulosti, ani\u017e bysouhlas dot\u010den\u00fdch z\u00e1kazn\u00edk\u016f.
pr21=<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> informace, kter\u00e9 n\u00e1m poskytnete <b>\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Ty poskytuj\u00ed v\u011bt\u0161inu t\u011bchto informac\u00ed p\u0159i vyhled\u00e1v\u00e1n\u00ed, n\u00e1kup, po\u0161ta, \u00fa\u010dastnit se\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0v sout\u011b\u017ei nebo dotazn\u00edku nebo komunikovat s klientsk\u00fdm servisem.\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Nap\u0159\u00edklad, m\u016f\u017eete poskytnout informace, pokud: hledat v\u00fdrobku; m\u00edsto\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0objedn\u00e1vka p\u0159es AffableBean Co nebo jeden z na\u0161ich t\u0159et\u00edch stran prodejc\u016f;\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0poskytovat informace ve va\u0161em \u00fa\u010dtu (a m\u016f\u017eete m\u00edt v\u00edce ne\u017e jeden, pokud\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0jste pou\u017eili v\u00edce ne\u017e jednu e - mailovou adresu p\u0159i n\u00e1kupu u n\u00e1s), nebo va\u0161e\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0V\u00e1\u0161 profil;\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0komunikovat s n\u00e1mi prost\u0159ednictv\u00edm telefonu, e - mailem nebo jinak; vypln\u011bn\u00ed dotazn\u00edku nebo sout\u011b\u017en\u00ed p\u0159ihl\u00e1\u0161ku, pou\u017eijte na\u0161e slu\u017eby;\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0sestavit Wish Listy nebo jin\u00fdch d\u00e1rk\u016f, \u00fa\u010dast v diskusn\u00edch f\u00f3rech nebo jin\u00fdch funkc\u00ed komunity, poskytovat a\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0M\u00edra Recenze, ur\u010dit zvl\u00e1\u0161tn\u00ed p\u0159\u00edle\u017eitosti p\u0159ipomenut\u00ed, a zam\u011bstn\u00e1vaj\u00ed Katalog Ohl\u00e1\u0105, jako je k dispozici na objedn\u00e1n\u00ed\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Upozorn\u011bn\u00ed.V d\u016fsledku t\u011bchto \u010dinnost\u00ed, m\u016f\u017ee n\u00e1m poskytnout takov\u00e9 informace, jako jsou: va\u0161e jm\u00e9no, adresu a\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0telefonn\u00ed \u010d\u00edslo, \u00fadaje o kreditn\u00ed kart\u011b, lid\u00e9, jim\u017e n\u00e1kupy byly odesl\u00e1ny (v\u010detn\u011b adresy a telefonu\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u010d\u00edsla), lid\u00e9 (s adresami a telefonn\u00edmi \u010d\u00edsly), uveden\u00e9 v nastaven\u00ed 1 - Click, e - mailov\u00e9 adresy va\u0161ich p\u0159\u00e1tel a\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0ostatn\u00ed lid\u00e9, obsah hodnocen\u00ed a e -maily k n\u00e1m, osobn\u00ed popis a fotografie ve sv\u00e9 va\u0161em profilu, a\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0finan\u010dn\u00ed informace.\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> Automatick\u00e9 Informace <b>\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0P\u0159\u00edklady informac\u00ed, shroma\u017e\u010fovat a analyzovat pat\u0159\u00ed: internet\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0adresa protokol (IP)slou\u017e\u00ed k p\u0159ipojen\u00ed po\u010d\u00edta\u010de k Internetu, p\u0159ihla\u0161te se,\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0e - mailov\u00e1 adresa, heslo, po\u010d\u00edta\u010d a informace o p\u0159ipojen\u00ed, jako jsou prohl\u00ed\u017ee\u010de\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Nastaven\u00ed \u010dasov\u00e9ho p\u00e1sma a \u010dasu, prohl\u00ed\u017ee\u010d plug-in, typ\u016f a proveden\u00ed, typ a verze;\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0opera\u010dn\u00ed syst\u00e9m a platformu, historie n\u00e1kup\u016f, kter\u00e9 jsme n\u011bkdy agreg\u00e1t\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0podobn\u00e9 informace od jin\u00fdch z\u00e1kazn\u00edk\u016f vytvo\u0159it funkce, jako je\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Nejprod\u00e1van\u011bj\u0161\u00ed;pln\u00e9 Uniform Resource Locator (URL)clickstream se,\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0prost\u0159ednictv\u00edm a na na\u0161ich webov\u00fdch str\u00e1nk\u00e1ch (v\u010detn\u011b data a \u010dasu), \u010d\u00edslo cookie;\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0produkty, kter\u00e9 si zobrazili nebo vyhled\u00e1vali, a jak\u00e9koli telefonn\u00ed \u010d\u00edslo pou\u017e\u00edvan\u00e9 pro volejte \u010d\u00edslo z\u00e1kaznick\u00e9ho servisu.M\u016f\u017eeme tak\u00e9 pou\u017e\u00edt\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00dadaje prohl\u00ed\u017ee\u010de, jako cookies, Flash cookies (tak\u00e9 zn\u00e1m\u00fd jako Flash Local Shared Objects), nebo podobn\u00e9 \u00fadaje t\u00fdkaj\u00edc\u00ed se ur\u010dit\u00fdch konstruk\u010dn\u00edch \u010d\u00e1st\u00ed\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0z na\u0161ich webov\u00fdch str\u00e1nek pro p\u0159edch\u00e1zen\u00ed podvod\u016fm a jin\u00fdm \u00fa\u010del\u016fm.B\u011bhem n\u011bkolika n\u00e1v\u0161t\u011bv m\u016f\u017eeme pou\u017e\u00edt softwarov\u00e9 n\u00e1stroje, jako jsou JavaScript\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0k m\u011b\u0159en\u00ed a shroma\u017e\u010fovat informace o relaci, v\u010detn\u011b doby odezvy str\u00e1nky, stahov\u00e1n\u00ed chyby, d\u00e9lka n\u00e1v\u0161t\u011bv na ur\u010dit\u00e9\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0str\u00e1nky, Informace o interakce str\u00e1nky (nap\u0159\u00edklad rolov\u00e1n\u00ed, kliknut\u00ed my\u0161\u00ed a do dal\u0161\u00edho obdob\u00ed)a metod\u00e1ch pou\u017e\u00edvan\u00fdch pro proch\u00e1zen\u00ed pry\u010d\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0od page.We m\u016f\u017ee tak\u00e9 shroma\u017e\u010fovat technick\u00e9 informace, kter\u00e9 n\u00e1m pom\u00e1haj\u00ed identifikovat va\u0161e za\u0159\u00edzen\u00ed pro p\u0159edch\u00e1zen\u00ed podvod\u016fm a\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0diagnostick\u00e9 \u00fa\u010dely.\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> Mobile <b>\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0V\u011bt\u0161ina mobiln\u00edch za\u0159\u00edzen\u00ed poskytuje u\u017eivatel\u016fm mo\u017enost zak\u00e1zat um\u00edst\u011bn\u00ed\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0slu\u017eby.S nejv\u011bt\u0161\u00ed pravd\u011bpodobnost\u00ed, se tyto ovl\u00e1dac\u00ed prvky um\u00edst\u011bny v nastaven\u00ed p\u0159\u00edstroje\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Nab\u00eddka.Pro informace o konkr\u00e9tn\u00edch za\u0159\u00edzen\u00edch, klikn\u011bte zde.Pokud m\u00e1te\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0ot\u00e1zky o tom, jak zak\u00e1zat slu\u017eby lokaliza\u010dn\u00ed funkce p\u0159\u00edstroje, jsme\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Doporu\u010dujeme V\u00e1m obr\u00e1tit se na mobiln\u00edho oper\u00e1tora dopravce nebo na v\u00fdrobce za\u0159\u00edzen\u00ed.\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> informace z jin\u00fdch zdroj\u016f <b>\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0P\u0159\u00edklady informac\u00ed, kter\u00e9 z\u00edsk\u00e1vaj\u00ed z jin\u00fdch zdroj\u016f, pat\u0159\u00ed: aktualizov\u00e1no\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0dod\u00e1vka a informace adresa z na\u0161ich nosi\u010d\u016f nebo jin\u00fdch t\u0159et\u00edch osob,\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0kter\u00e9 se pou\u017e\u00edvaj\u00ed pro korekci na\u0161e z\u00e1znamy a dod\u00e1vat sv\u00e9 dal\u0161\u00ed n\u00e1kup, nebo\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0komunikace snaz\u0161\u00ed, informace o \u00fa\u010dtu, n\u00e1kup nebo zp\u011btn\u00fd odkup\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Informace a strana -view informace od n\u011bkter\u00fdch obchodn\u00edk\u016f, se kter\u00fdmi jsme se\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0pracovat co-brandov\u00e9 podniky nebo pro kter\u00e9 zaji\u0161\u0165ujeme technickou, pln\u011bn\u00ed,\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0reklamy nebo jin\u00fdch slu\u017eeb; hledan\u00fd v\u00fdraz a vyhled\u00e1vat informace o v\u00fdsledc\u00edch\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0z n\u011bkter\u00fdch prohl\u00eddek prov\u00e1d\u011bn\u00fdch prost\u0159ednictv\u00edm Web vyhled\u00e1vac\u00ed funkce, kter\u00e9 nab\u00edz\u00ed\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0na\u0161e dce\u0159in\u00e1 spole\u010dnost, Alexa Internet, v\u00fdsledky vyhled\u00e1v\u00e1n\u00ed a odkazy, v\u010detn\u011b placen\u00fdch v\u00fdpis\u016f\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0(nap\u0159.Sponzorovan\u00e9 odkazy), a \u00fav\u011brov\u00e1 historie informace z \u00fav\u011brov\u00e9ho\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00fa\u0159ady, kter\u00e9 pou\u017e\u00edv\u00e1me na pomoc prevenci a odhalov\u00e1n\u00ed podvod\u016f a nab\u00eddnout\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0ur\u010dit\u00e9 \u00fav\u011brov\u00e9 nebo finan\u010dn\u00ed slu\u017eby n\u011bkter\u00fdch z\u00e1kazn\u00edk\u016f.\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> Co -brandov\u00e9 a spole\u010dn\u00e1 nab\u00eddka <b>\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0M\u016f\u017eeme \u010das od \u010dasu nab\u00edzet spole\u010dn\u00e9 nebo co- zna\u010dkov\u00e9 produkty a slu\u017eby.\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0<b> Informace m\u016f\u017eete p\u0159istupovat <b>\n\u00a0\u00a0\u00a0\u00a0<p>\n\n\u00a0\u00a0\u00a0\u00a0<p>\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0P\u0159\u00edklady informac\u00ed, kter\u00e9 lze z\u00edskat p\u0159\u00edstup snadno na AffableBean Co pat\u0159\u00ed:\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0up - to- aktu\u00e1ln\u00ed informace o ned\u00e1vn\u00e9 objedn\u00e1vky, osobn\u00ed identifika\u010dn\u00ed\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0informace (v\u010detn\u011b jmen, e - mail, heslo, komunikace a osobn\u00ed\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0reklamn\u00ed preference, adres\u00e1\u0159 a nastaven\u00ed 1 - Click); platby\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0nastaven\u00ed (v\u010detn\u011b informac\u00ed o kreditn\u00edch karet a d\u00e1rkov\u00fd certifik\u00e1t, d\u00e1rkov\u00e9 karty\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0a kontrolovat z\u016fstatky), e - mailov\u00e9 Nastaven\u00ed ozn\u00e1men\u00ed (v\u010detn\u011b produktu\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Dostupnost Alerts, p\u0159in\u00e1\u0161\u00ed, zvl\u00e1\u0161tn\u00ed p\u0159\u00edle\u017eitosti p\u0159ipomenut\u00ed, a zpravodaje);\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0doporu\u010den\u00ed (v\u010detn\u011b Doporu\u010duje se pro v\u00e1s a zlep\u0161it\n\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0\u00a0Va\u0161e doporu\u010den\u00ed), n\u00e1kupn\u00ed seznamy a d\u00e1rk\u016f.\n\u00a0\u00a0\u00a0\u00a0<p>
pr22=Zp\u011bt na za\u010d\u00e1tek
coMsg=zpr\u00e1va
coSubmit=p\u0159edlo\u017eit
msgError=<strong>zpr\u00e1va</strong>
co1=Kontaktujte n\u00e1s formul\u00e1\u0159
co2=M\u016f\u017eete pou\u017e\u00edt tento formul\u00e1\u0159 pro p\u0159\u00edpadn\u00e9 p\u0159ipom\u00ednky a dotazy t\u00fdkaj\u00edc\u00ed se na\u0161\u00ed spole\u010dnosti\nnebo zna\u010dky.<br>Pro obecn\u00e9 dotazy pros\u00edm volejte zdarma na 1-800-BEANS-R-US
co3=p\u0159edm\u011bt
co4=Soukrom\u00ed
co5=Tato webov\u00e1 str\u00e1nka je vlastn\u011bna a \u0159\u00edzena: <br><br>\nVl\u00eddn\u00fd Bean Company Limited <br>\nS\u00eddlo: AffableBean d\u016fm, pe\u010den\u011b Drive, <br>\nPothead, POT123, BeanieLand
co6=(d\u00e1le jen "AffableBean")
co7=AffableBean je zodpov\u011bdn\u00fd za zpracov\u00e1n\u00ed ve\u0161ker\u00fdch informac\u00ed shrom\u00e1\u017ed\u011bn\u00fdch nebo jm\u00e9nem AffableBean na t\u011bchto internetov\u00fdch str\u00e1nk\u00e1ch. V\u0161echny tyto informace budou zpracov\u00e1ny v souladu s na\u0161imi
co8=(* Hv\u011bzdi\u010dky ukazuj\u00ed povinn\u00e9 pole)
co9=Z\u00e1sady ochrany osobn\u00edch \u00fadaj\u016f
coPlease\ select=<--Pros\u00edm vyberte-->
coBrands\ or\ product=Zna\u010dky nebo produktu
coInvestor\ relations=Vztahy s investory
coSustainability=Udr\u017eitelnost
coThe\ Company=Spole\u010dnost
coMedia\ enquiry=Media dotaz
coWebsite\ feedback=Zp\u011btn\u00e1 vazba webov\u00fdch str\u00e1nek
coOther=Otherdal\u0161\u00ed
pro10%\ OFF\ ALL\ ITEMS!!\ HURRY!!\ OFFER\ MUST\ END\ SOON!!=10% SLEVA NA V\u0160ECHNY POLO\u017dKY!! RYCHLE!! NAB\u00cdDKA MUS\u00cd BRZY SKON\u010c\u00cd!
pro5%\ EXTRA\ OFF\ ALL\ DRINKS=5% sleva nav\u00edc za ve\u0161ker\u00e9 n\u00e1poje
